Repository: ahmedos1997/public-prosecution-page
Catalog: Reports/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Complainant Name
ar: اسم الشاكي

source: Complainant Address
ar: عنوان الشاكي

source: Complainant Nationality
ar: جنسية الشاكي

source: Complainant National Number
ar: الرقم الوطني للشاكي

source: Complainant Passport Type
ar: نوع جواز الشاكي

source: Complainant Passport Number
ar: رقم جواز الشاكي

source: Complainant Email
ar: البريد الالكتروني للشاكي

source: Complainant Phone
ar: هاتف او واتساب الشاكي

source: Accused Name
ar: اسم المتهم

source: Report Number
ar: رقم البلاغ

source: State
ar: الولاية

source: Prosecution
ar: النيابة

source: Police
ar: قسم الشرطة

source: Date Report
ar: تاريخ البلاغ

source: Materials of Accusation
ar: مواد الاتهام

source: Summary Report
ar: ملخص البلاغ

source: Note
ar: ملاحظة

source: Your Full Name
ar: الاسم بالكامل

source: Specify Your Address
ar: حدد عنوانك

source: What Is Your Nationality
ar: ماهي جنسيتك

source: If You are Sudanese, The National Number is Required
ar: اذا كنت سودانياَ, الرقم الوطني مطلوب

source: If You are Not Sudanese, The Passport Type is Required
ar: اذا كنت لست سودانياَ, نوع الجواز مطلوب

source: If You are Not Sudanese, The Passport Number is Required
ar: اذا كنت لست سودانياَ, رقم الجواز مطلوب

source: Your Phone or WhatsApp
ar: رقم هاتفك او الواتساب

source: Accused Full Name
ar: اسم المتهم بالكامل

source: Write the report number if you remember it, this helps us
ar: اكتب رقم البلاغ اذا كنت تتذكره, هذا يساعدنا

source: Write the police station where the report was filed
ar: اكتب قسم الشرطة الذي تم فيه تدوين البلاغ

source: Materials of accusation specified by the prosecutor? if you remember it
ar: مواد الاتهام التي حددها وكيل النيابة, اذا كنت تتذكرها

source: In less than 300 characters, write a summary of the report, if you remember it
ar: في اقل من 300 حرف , اكتب ملخص البلاغ, اذا كنت تتذكره

source: In less than 300 characters, write any notes you want to add
ar: في اقل من 300 حرف, اكتب اي ملحوظة تريد اضافتها

source: Name
ar: الاسم

source: Phone
ar: الهاتف

source: Email
ar: البريد الالكتروني

source: Comment
ar: التعليق

source: Full Name
ar: الاسم بالكامل

source: Your phone or WhatsApp
ar: رقم هاتفك او الواتساب

source: Your Email
ar: بريدك الالكتروني

source: In less than 300 characters, write Comment
ar: في اقل من 300 حرف, اكتب تعليقك

source: Select Country
ar: اختر الدولة

source: Contact Us
ar: تواصل معنا

source: If you Have a Suggestion Or Complaint
ar: اذا كان لديك اقراح او شكوى

source: Send
ar: ارسال

source: If you Find Any Problem On The Site, Please Contact Us Here
ar: اذا واجهتك اي مشكلة على الموقع , رجاءا تواصل معنا هنا

source: Contact Information
ar: بيانات التواصل

source: Ahmed Osman Elmadani
ar: أحمد عثمان المدني

source: Full Stack Developer
ar: مطوير للواجهة الأمامية والخلفية للتطبيقات

source: Ahmed Osman Elmadani, Full Stack Developer specialist in web development using Python, Django, Odoo, and data analysis, professional life in the Public Prosecution of the Republic of Sudan,. Now I build ERP Systems and website capable of solving complex problems with simple and effective solutions.
ar: أحمد عثمان المدني، مطور Full Stack متخصص في تطوير الويب باستخدام بايثون، جانغو، أودو، وتحليل البيانات، الحياة المهنية في النيابة العامة بجمهورية السودان،. الآن أقوم ببناء أنظمة تخطيط موارد المؤسسات (ERP) ومواقع قادر على حل المشاكل المعقدة بطريقة بسيطة وفعالة .

source: Suggestion And Complaint
ar: المقترحات و الشكاوى

source: Follow Number
ar: رقم المتابعة

source: Name
ar: الاسم

source: Date
ar: التاريخ

source: View
ar: عرض

source: Follow-up Number
ar: رقم المتابعة

source: Create Report
ar: انشاء بلاغ

source: Warning
ar: تحذير

source: The Data Entered is the Responsibility of the User in the Event that he Enters any False Information that Exposes Himself to a Legal Issue
ar: كل البيانات المدخلة على مسؤولية المستخدم في حالة ادخلت اي بيانات خاطئة تعرض نفسك للمسائلة القانونية

source: Save
ar: حفظ

source: Reports
ar: البلاغات

source: Reports =
ar: البلاغات =

source: Search report
ar: بحث عن بلاغ

source: Report Date
ar: تاريخ البلاغ

source: View Report
ar: عرض البلاغ

source: previous
ar: السابق

source: Next
ar: التالي

source: Public Prosecution
ar: النيابة العامة

source: Republic of Sudan
ar: جمهورية السودان

source: Complainant Information
ar: بيانات الشاكي

source: Accused Information
ar: بيانات المتهم

source: Report Details
ar: تفاصيل البلاغ

source: Print
ar: طباعة

source: Your order has been saved correctly and the follow-up Number is
ar: تم حفظ طلبك بنجاح ورقم المتابعة هو

source: Please save the number and do not let anyone know it except you, and tell us about it when you contact us through the available methods
ar: رجاءا احفظ الرقم ولا تشاركه مع اي احد غيرك , واخبرنا بهذا الرقم عندما تتواصل معنا عبر الطرق المتاحة
